"ACL and permission settings are changed, but not applied" = "Åtkomstlista och behörighetsinställningar är ändrade men inte tillämpade";
"Administration" = "Administration";
"All descendants" = "Alla ättlingar";
"Allow" = "Tillåt";
"Append Data" = "Lägg till data";
"Applies To" = "Gäller för";
"Applies to" = "Gäller för";
"Are you sure you want to propagate ACL, owner, group, and permissions to all items down the directory hierarchy?" = "Är du säker på att du vill propagera åtkomstlistan, ägare, grupp, och behörigheter neråt i katalogstrukturen?";
"Change Owner" = "Ändra ägare";
"Change Permissions" = "Ändra behörigheter";
"Child files" = "Barnfiler";
"Child folders" = "Barnmappar";
"Create Files" = "Skapa filer";
"Create Folder" = "Skapa mapp";
"Custom…" = "Anpassad…";
"Delete" = "Radera";
"Delete Subfolders and Files" = "Ta bort undermappar och filer";
"Deny" = "Neka";
"Do you want to apply changed ACL and permissions settings for item \"%@\"?" = "Vill du applicera ändrade åtkomstlistor och behörighetsinställningar för objekt \"%@\"?";
"Effective Permissions" = "Effektiva behörigheter";
"Execute File" = "Exekvera fil";
"Full Control" = "Full kontroll";
"Groups" = "Grupper";
"Inherit Entries from Parent Folder" = "Ärv poster från föräldramapp";
"Inherited" = "Ärvda";
"Inherited:" = "Ärvda:";
"List Folder Contents" = "Lista mappinnehåll";
"Make Inherited Entries Explicit" = "Gör ärvda poster explicita";
"No Access" = "Ingen åtkomt";
"Not this item" = "Inte detta objekt";
"Permission" = "Behörighet";
"Permission Type:" = "Behörighetstyp:";
"Propagate Permissions…" = "Propagera behörigheter…";
"Read" = "Läsa";
"Read & Write" = "Läsa & Skriva";
"Read Attributes" = "Läsa Attribut";
"Read Data" = "Läsa Data";
"Read Extended Attributes" = "Läsa utökade attribut";
"Read Permissions" = "Läsbehörighet";
"Remove Inherited Entries" = "Ta bort ärvda poster";
"Revert" = "Återgå";
"Save" = "Spara";
"Set of Permissions" = "Behörighetsuppsättningar";
"Sort Access Control List Canonically" = "Sortera åtkomstlistan kanoniskt";
"This item" = "Detta objekt";
"Traverse Folder" = "Traversera mapp";
"Type" = "Typ";
"User or Group" = "Användare eller grupp";
"User or Group:" = "Användare eller grupp:";
"Users" = "Användare";
"Write" = "Skriva";
"Write Attributes" = "Skriva attribut";
"Write Data" = "Skriva data";
"Write Extended Attributes" = "Skriva utökade attribut";
